import parks from '../images/main_news/parks.png';
import forestFires from '../images/main_news/forest_fires.png';
import tiga from '../images/main_news/tiga.png';

export const mainNewsList = [
  {
    id: 1,
    image: parks,
    url: 'https://google.com',
    date: '2 августа, 2019',
    title: 'Национальное достояние - парки',
    text:
      'В 2016 году Америка отмечала важный юбилей: сто лет назад здесь начала складываться система национальных парков – охраняемых территорий, где и сегодня каждый может приобщиться к природе.',
    source: 'лента.ру',
    sourceUrl: 'https://lenta.ru/',
    saved: true,
  },
  {
    id: 2,
    image: forestFires,
    url: 'https://google.com',
    date: '2 августа, 2019',
    title: 'Лесные огоньки: история одной фотографии',
    text:
      'Фотограф отвлеклась от освещения суровой политической реальности Мексики, чтобы запечатлеть ускользающую красоту одного из местных чудес природы.',
    source: 'медуза',
    sourceUrl: 'https://meduza.io/',
    saved: false,
  },
  {
    id: 3,
    image: tiga,
    url: 'https://google.com',
    date: '2 августа, 2019',
    title: '«Первозданная тайга»: новый фотопроект Игоря Шпиленка',
    text:
      'Знаменитый фотограф снимает первозданные леса России, чтобы рассказать о необходимости их сохранения. В этот раз он отправился в Двинско-Пинежскую тайгу, где...',
    source: 'риа',
    sourceUrl: 'https://ria.ru/',
    saved: false,
  },
];


export const savedNewsList = [
  {
    id: 1,
    image: parks,
    url: 'https://google.com',
    date: '2 августа, 2019',
    title: 'Национальное достояние - парки',
    text:
      'В 2016 году Америка отмечала важный юбилей: сто лет назад здесь начала складываться система национальных парков – охраняемых территорий, где и сегодня каждый может приобщиться к природе.',
    source: 'дзен',
    sourceUrl: 'https://zen.yandex.ru/',
    tag: 'Природа',
  },
  {
    id: 2,
    image: forestFires,
    url: 'https://google.com',
    date: '2 августа, 2019',
    title: 'Лесные огоньки: история одной фотографии',
    text:
      'Фотограф отвлеклась от освещения суровой политической реальности Мексики, чтобы запечатлеть ускользающую красоту одного из местных чудес природы.',
    source: 'афиша',
    sourceUrl: 'https://www.afisha.ru/',
    tag: 'Природа',
  },
  {
    id: 3,
    image: tiga,
    url: 'https://google.com',
    date: '2 августа, 2019',
    title: '«Первозданная тайга»: новый фотопроект Игоря Шпиленка',
    text:
      'Знаменитый фотограф снимает первозданные леса России, чтобы рассказать о необходимости их сохранения. В этот раз он отправился в Двинско-Пинежскую тайгу, где...',
    source: 'медиазона',
    sourceUrl: 'https://zona.media/',
    tag: 'Тайга',
  },
  {
    id: 4,
    image: parks,
    url: 'https://google.com',
    date: '2 августа, 2019',
    title: 'Национальное достояние - парки',
    text:
      'В 2016 году Америка отмечала важный юбилей: сто лет назад здесь начала складываться система национальных парков – охраняемых территорий, где и сегодня каждый может приобщиться к природе.',
    source: 'дзен',
    sourceUrl: 'https://zen.yandex.ru/',
    tag: 'Природа',
  },
  {
    id: 5,
    image: forestFires,
    url: 'https://google.com',
    date: '2 августа, 2019',
    title: 'Лесные огоньки: история одной фотографии',
    text:
      'Фотограф отвлеклась от освещения суровой политической реальности Мексики, чтобы запечатлеть ускользающую красоту одного из местных чудес природы.',
    source: 'афиша',
    sourceUrl: 'https://www.afisha.ru/',
    tag: 'Фотография',
  },
];